{
  "<image>": 32000,
  "<pad>": 32001,
  "▁a_small_left": 32078,
  "▁a_small_right": 32086,
  "▁acute_cardiopulmonary_findings": 32083,
  "▁acute_osseous_abnormalities": 32079,
  "▁acute_osseous_abnormality": 32003,
  "▁and_heart_size": 32031,
  "▁and_pulmonary_vessels": 32024,
  "▁at_the_left": 32092,
  "▁at_the_right": 32064,
  "▁basilar_atelectasis_or": 32065,
  "▁basilar_subsegmental_atelectasis": 32055,
  "▁bilateral_parenchymal_opacities": 32070,
  "▁bilateral_pleural_effusions": 32007,
  "▁cardiac_and_mediastinal": 32012,
  "▁cardiac_silhouette_is": 32009,
  "▁cardiac_silhouette_normal": 32094,
  "▁cardiomegaly_is_present": 32039,
  "▁central_venous_catheter": 32047,
  "▁consistent_with_pulmonary": 32040,
  "▁consolidation_or_pleural": 32028,
  "▁contours_and_heart": 32030,
  "▁effusion_or_pneumothorax": 32057,
  "▁effusions_or_pneumothorax": 32017,
  "▁effusions_with_superimposed": 32066,
  "▁enlarged_cardiac_silhouette": 32008,
  "▁heart_and_pulmonary": 32023,
  "▁heart_is_normal": 32035,
  "▁heart_size_within": 32034,
  "▁in_the_left": 32011,
  "▁in_the_lower": 32063,
  "▁in_the_right": 32005,
  "▁in_the_upper": 32077,
  "▁is_a_right": 32098,
  "▁is_a_small": 32100,
  "▁left_basilar_atelectasis": 32046,
  "▁left_basilar_opacity": 32089,
  "▁left_basilar_subsegmental": 32081,
  "▁left_lower_lobe": 32043,
  "▁left_lung_base": 32049,
  "▁left_pleural_effusion": 32004,
  "▁low_lung_volumes": 32087,
  "▁lung_volumes_are": 32032,
  "▁lung_volumes_within": 32068,
  "▁mild_cardiomegaly_is": 32075,
  "▁mild_pulmonary_edema": 32042,
  "▁moderate_cardiomegaly_is": 32099,
  "▁no_acute_cardiopulmonary": 32082,
  "▁no_acute_osseous": 32002,
  "▁no_effusions_or": 32027,
  "▁no_lung_consolidation": 32085,
  "▁no_pleural_effusion": 32019,
  "▁no_pulmonary_parenchyma": 32026,
  "▁of_the_left": 32062,
  "▁of_the_right": 32048,
  "▁or_pleural_effusion": 32033,
  "▁or_pleural_fluid": 32096,
  "▁or_pleural_space": 32016,
  "▁over_the_right": 32090,
  "▁parenchyma_or_pleural": 32015,
  "▁pleural_effusion_and": 32053,
  "▁pleural_effusion_is": 32060,
  "▁pleural_effusion_or": 32054,
  "▁pleural_effusion_with": 32058,
  "▁pleural_effusions_and": 32061,
  "▁pleural_effusions_are": 32074,
  "▁pleural_effusions_with": 32045,
  "▁pleural_fluid_is": 32052,
  "▁pleural_space_abnormality": 32036,
  "▁pleural_space_process": 32050,
  "▁possible_small_left": 32073,
  "▁probable_small_left": 32097,
  "▁pulmonary_edema_versus": 32101,
  "▁pulmonary_parenchyma_or": 32025,
  "▁pulmonary_vessels_are": 32014,
  "▁represent_pulmonary_edema": 32041,
  "▁right_internal_jugular": 32091,
  "▁right_lower_lobe": 32067,
  "▁right_lower_lung": 32093,
  "▁right_lung_base": 32037,
  "▁right_pleural_effusion": 32006,
  "▁right_upper_lobe": 32056,
  "▁small_bilateral_pleural": 32018,
  "▁small_left_pleural": 32010,
  "▁small_pleural_effusions": 32076,
  "▁small_right_pleural": 32021,
  "▁the_cardiac_and": 32069,
  "▁the_heart_and": 32022,
  "▁the_heart_is": 32020,
  "▁the_left_lower": 32051,
  "▁the_left_lung": 32029,
  "▁the_lung_bases": 32088,
  "▁the_right_atrium": 32072,
  "▁the_right_lower": 32071,
  "▁the_right_lung": 32013,
  "▁the_right_upper": 32044,
  "▁there_are_small": 32080,
  "▁there_is_left": 32095,
  "▁trace_left_pleural": 32084,
  "▁upper_limits_of": 32059,
  "▁with_pulmonary_edema": 32038
}
