{
  "architectures": [
    "LlavaForConditionalGeneration"
  ],
  "image_seq_length": 1369,
  "image_token_index": 32000,
  "model_type": "llava",
  "multimodal_projector_bias": true,
  "projector_hidden_act": "gelu",
  "text_config": {
    "_name_or_path": "lmsys/vicuna-7b-v1.5",
    "architectures": [
      "LlamaForCausalLM"
    ],
    "attention_bias": false,
    "attention_dropout": 0.0,
    "head_dim": 128,
    "hidden_act": "silu",
    "hidden_size": 4096,
    "initializer_range": 0.02,
    "intermediate_size": 11008,
    "max_position_embeddings": 4096,
    "mlp_bias": false,
    "model_type": "llama",
    "num_attention_heads": 32,
    "num_hidden_layers": 32,
    "num_key_value_heads": 32,
    "pretraining_tp": 1,
    "rms_norm_eps": 1e-05,
    "rope_scaling": null,
    "rope_theta": 10000.0,
    "torch_dtype": "bfloat16",
    "use_cache": true,
    "vocab_size": 32102
  },
  "torch_dtype": "bfloat16",
  "transformers_version": "4.51.3",
  "vision_config": {
    "_attn_implementation_autoset": true,
    "_name_or_path": "microsoft/rad-dino",
    "apply_layernorm": true,
    "architectures": [
      "Dinov2Model"
    ],
    "attention_probs_dropout_prob": 0.0,
    "drop_path_rate": 0.0,
    "hidden_act": "gelu",
    "hidden_dropout_prob": 0.0,
    "hidden_size": 768,
    "image_size": 518,
    "initializer_range": 0.02,
    "layer_norm_eps": 1e-06,
    "layerscale_value": 1.0,
    "mlp_ratio": 4,
    "model_type": "dinov2",
    "num_attention_heads": 12,
    "num_channels": 3,
    "num_hidden_layers": 12,
    "out_features": [
      "stage12"
    ],
    "out_indices": [
      12
    ],
    "patch_size": 14,
    "qkv_bias": true,
    "reshape_hidden_states": true,
    "stage_names": [
      "stem",
      "stage1",
      "stage2",
      "stage3",
      "stage4",
      "stage5",
      "stage6",
      "stage7",
      "stage8",
      "stage9",
      "stage10",
      "stage11",
      "stage12"
    ],
    "torch_dtype": "bfloat16",
    "use_mask_token": true,
    "use_swiglu_ffn": false
  },
  "vision_feature_layer": -2,
  "vision_feature_select_strategy": "default"
}
