{
  "metadata": {
    "total_size": 13691525632
  },
  "weight_map": {
    "language_model.lm_head.weight": "model-00003-of-00003.safetensors",
    "language_model.model.embed_tokens.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.0.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.0.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.0.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.0.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.0.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.0.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.0.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.0.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.0.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.1.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.1.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.1.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.1.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.1.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.1.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.1.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.1.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.1.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.10.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.10.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.10.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.10.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.10.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.10.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.10.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.10.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.10.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.11.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.11.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.11.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.11.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.11.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.11.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.11.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.11.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.11.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.12.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.12.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.12.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.12.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.12.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.12.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.12.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.12.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.12.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.13.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.13.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.13.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.13.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.13.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.13.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.13.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.13.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.13.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.14.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.14.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.14.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.14.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.14.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.14.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.14.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.14.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.14.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.15.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.15.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.15.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.15.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.15.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.15.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.15.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.15.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.15.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.16.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.16.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.16.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.16.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.16.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.16.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.16.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.16.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.16.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.17.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.17.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.17.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.17.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.17.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.17.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.17.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.17.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.17.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.18.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.18.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.18.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.18.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.18.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.18.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.18.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.18.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.18.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.19.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.19.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.19.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.19.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.19.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.19.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.19.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.19.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.19.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.2.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.2.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.2.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.2.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.2.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.2.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.2.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.2.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.2.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.20.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.20.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.20.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.20.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.20.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.20.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.20.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.20.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.20.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.21.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.21.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.21.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.21.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.21.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.21.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.21.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.21.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.21.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.22.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.22.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.22.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.22.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.22.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.22.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.22.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.22.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.22.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.23.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.23.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.23.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.23.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.23.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.23.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.23.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.23.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.23.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "language_model.model.layers.24.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.24.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.24.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.24.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.24.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.24.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.24.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.24.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.24.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.25.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.25.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.25.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.25.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.25.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.25.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.25.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.25.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.25.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.26.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.26.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.26.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.26.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.26.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.26.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.26.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.26.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.26.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.27.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.27.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.27.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.27.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.27.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.27.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.27.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.27.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.27.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.28.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.28.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.28.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.28.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.28.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.28.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.28.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.28.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.28.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.29.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.29.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.29.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.29.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.29.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.29.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.29.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.29.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.29.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.3.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.3.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.3.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.3.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.3.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.3.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.3.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.3.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.3.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.30.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.30.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.30.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.30.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.30.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.30.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.30.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.30.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.30.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.31.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.31.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.31.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.31.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.31.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.31.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.31.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.31.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.31.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "language_model.model.layers.4.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.4.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.4.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.4.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.4.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.4.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.4.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.4.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.4.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.5.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.5.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.5.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.5.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.5.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.5.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.5.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.5.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.5.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.6.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.6.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.6.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.6.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.6.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.6.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.6.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.6.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.6.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.7.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.7.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.7.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.7.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.7.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.7.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.7.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.7.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.7.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.8.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.8.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.8.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.8.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.8.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.8.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.8.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.8.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.8.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.9.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.9.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.9.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.9.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.9.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.9.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.9.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.9.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.layers.9.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "language_model.model.norm.weight": "model-00003-of-00003.safetensors",
    "multi_modal_projector.linear_1.bias": "model-00001-of-00003.safetensors",
    "multi_modal_projector.linear_1.weight": "model-00001-of-00003.safetensors",
    "multi_modal_projector.linear_2.bias": "model-00001-of-00003.safetensors",
    "multi_modal_projector.linear_2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.embeddings.cls_token": "model-00001-of-00003.safetensors",
    "vision_tower.embeddings.mask_token": "model-00001-of-00003.safetensors",
    "vision_tower.embeddings.patch_embeddings.projection.bias": "model-00001-of-00003.safetensors",
    "vision_tower.embeddings.patch_embeddings.projection.weight": "model-00001-of-00003.safetensors",
    "vision_tower.embeddings.position_embeddings": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.0.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.1.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.10.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.11.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.2.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.3.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.4.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.5.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.6.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.7.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.8.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.attention.attention.key.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.attention.attention.key.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.attention.attention.query.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.attention.attention.query.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.attention.attention.value.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.attention.attention.value.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.attention.output.dense.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.attention.output.dense.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.layer_scale1.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.layer_scale2.lambda1": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.mlp.fc1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.mlp.fc1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.mlp.fc2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.mlp.fc2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.norm1.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.norm1.weight": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.norm2.bias": "model-00001-of-00003.safetensors",
    "vision_tower.encoder.layer.9.norm2.weight": "model-00001-of-00003.safetensors",
    "vision_tower.layernorm.bias": "model-00001-of-00003.safetensors",
    "vision_tower.layernorm.weight": "model-00001-of-00003.safetensors"
  }
}
